{
  "navigation": {
    "english": {
      "home": "Home",
      "parcours": "Timeline",
      "projects": "Projects",
      "knowledge": "Skills",
      "bts": "Studies",
      "aboutMe": "About Me"
    },
    "german": {
      "home": "Startseite",
      "parcours": "Lebenslauf",
      "projects": "Projekte",
      "knowledge": "Skills",
      "bts": "Studiengang",
      "aboutMe": "Über Mich"
    },
    "french": {
      "home": "Accueil",
      "parcours": "Parcours",
      "projects": "Projets",
      "knowledge": "Compétences",
      "bts": "BTS",
      "aboutMe": "À propos de moi"
    }
  },
  "footer": {
    "english": {
      "legalMentionsLeft": {
        "owner": "Owner",
        "host": "Hosted by",
        "usage": "Portfolio"
      },
      "legalMentionsRight": {
        "title": "Legal Mentions",
        "protection": "All content, including text, images, and files, on this website is the property of Aldin Music and is protected by intellectual property laws.",
        "collection": "This website does not collect any personal data from its users.",
        "country": "These legal mentions are governed by the laws of France."
      },
      "language": "English"
    },
    "german": {
      "legalMentionsLeft": {
        "owner": "Eigentümer",
        "host": "Gehostet von",
        "usage": "Portfolio"
      },
      "legalMentionsRight": {
        "title": "Rechtliche Hinweise",
        "protection": "Alle Inhalte, einschließlich Texte, Bilder und Dateien, auf dieser Website sind Eigentum von Aldin Music und durch das Urheberrecht geschützt.",
        "collection": "Diese Website sammelt keine personenbezogenen Daten von ihren Benutzern.",
        "country": "Diese rechtlichen Hinweise unterliegen den Gesetzen von Frankreich."
      },
      "language": "Deutsch"
    },
    "french": {
      "legalMentionsLeft": {
        "owner": "Propriétaire",
        "host": "Hébergé par",
        "usage": "Portfolio"
      },
      "legalMentionsRight": {
        "title": "Mentions Légales",
        "protection": "Tout le contenu, y compris les textes, images et fichiers, de ce site web est la propriété d'Aldin Music et est protégé par les lois sur la propriété intellectuelle.",
        "collection": "Ce site web ne collecte aucune donnée personnelle de ses utilisateurs.",
        "country": "Ces mentions légales sont régies par les lois de la France."
      },
      "language": "Français"
    }
  },
  "tiles": {
    "english": {
      "title": "Discover",
      "aboutMe": {
        "title": "Aldin Music",
        "body": "I'm Aldin Music, who would've thought you'd find me on my own site! Anyway, here you can learn about me (This is totally not just a resume)."
      },
      "parcours": {
        "title": "Parcours",
        "body": "Here you can learn about what I've been up to since I was born. You will find more information about my school life and my professional experiences."
      },
      "projects": {
        "title": "Projets",
        "body": "Have an overview of all my GitHub projects. Whether they are active, unfinished or shameful, in each project I've learned at least something."
      },
      "knowledge": {
        "title": "Connaissances",
        "body": "This is an overview of what I have worked with and what I am familiar with. See if I have the capabilities that you search for."
      },
      "bts": {
        "title": "BTS",
        "body": "Here you can see what I did in school. I upload here all the things I was supposed to learn to showcase more overall knowledge you can't find in repositories."
      }
    },
    "german": {
      "title": "Entdecken",
      "aboutMe": {
        "title": "Aldin Music",
        "body": "Ich bin Aldin Music, wer hätte gedacht, dass man mich auf meiner eigenen Seite finden würde! Jedenfalls kannst du hier mehr über mich erfahren (Dies ist bestimmt kein Lebenslauf)."
      },
      "parcours": {
        "title": "Lebenslauf",
        "body": "Hier kannst du erfahren, was ich seit meiner Geburt gemacht habe. Du wirst mehr Informationen über mein Schulleben und meine beruflichen Erfahrungen finden."
      },
      "projects": {
        "title": "Projekte",
        "body": "Verschaffe dir einen Überblick über all meine GitHub-Projekte. Ob sie aktiv, unfertig oder peinlich sind, in jedem Projekt habe ich mindestens etwas gelernt."
      },
      "knowledge": {
        "title": "Skills",
        "body": "Dies ist eine Übersicht dessen, mit dem ich gearbeitet habe und was ich beherrsche. Sieh nach, ob ich die Fähigkeiten habe, die du suchst."
      },
      "bts": {
        "title": "Studiengang",
        "body": "Hier kannst du sehen, was ich in der Schule gemacht habe. Ich lade hier alles hoch, was ich lernen sollte, um mehr umfassendes Wissen zu zeigen, das du nicht in Repositories finden kannst."
      }
    },
    "french": {
      "title": "Découvrir",
      "aboutMe": {
        "title": "Aldin Music",
        "body": "Je suis Aldin Music, qui aurait cru que tu me trouverais sur mon propre site ! Quoi qu'il en soit, ici tu peux en apprendre davantage sur moi (ce n'est absolument pas juste un CV)."
      },
      "parcours": {
        "title": "Parcours",
        "body": "Ici, tu peux découvrir ce que j'ai fait depuis ma naissance. Tu trouveras plus d'informations sur ma vie scolaire et mes expériences professionnelles."
      },
      "projects": {
        "title": "Projets",
        "body": "Voici un aperçu de tous mes projets GitHub. Qu'ils soient actifs, inachevés ou embarrassants, dans chaque projet, j'ai appris au moins quelque chose."
      },
      "knowledge": {
        "title": "Compétences",
        "body": "Voici un aperçu de ce avec quoi j'ai travaillé et ce que je maîtrise. Vois si j'ai les capacités que tu recherches."
      },
      "bts": {
        "title": "BTS",
        "body": "Ici, tu peux voir ce que j'ai fait à l'école. Je télécharge ici tout ce que je devais apprendre pour montrer un savoir plus global que tu ne trouveras pas dans des dépôts."
      }
    }
  }
}
